Repository: zwthys-cyber/TethrX
Catalog: ios/GrokRemote/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans

source: RUNNING NOW
de: LÄUFT GERADE
es: EJECUTÁNDOSE AHORA
fr: EN COURS
it: IN ESECUZIONE ORA
ja: 現在実行中
pt_br: EXECUTANDO AGORA
zh_hans: 正在运行

source: Read the summary
de: Zusammenfassung lesen
es: Leer el resumen
fr: Lire le résumé
it: Leggi il riepilogo
ja: 要約を読む
pt_br: Ler o resumo
zh_hans: 查看摘要

source: Reads
de: Lesen
es: Lecturas
fr: Lecture
it: Letture
ja: 読み取り
pt_br: Leituras
zh_hans: 读取

source: Reads only
de: Nur Lesen
es: Solo lecturas
fr: Lectures seules
it: Solo letture
ja: 読み取りのみ
pt_br: Só leituras
zh_hans: 仅读取

source: Reads or writes a secrets file.
de: Liest oder schreibt eine Datei mit Geheimnissen.
es: Lee o escribe un archivo de secretos.
fr: Lit ou écrit un fichier de secrets.
it: Legge o scrive un file di segreti.
ja: シークレットファイルを読み書きします。
pt_br: Lê ou grava um arquivo de segredos.
zh_hans: 读取或写入一个密钥文件。

source: Reads or writes your SSH keys.
de: Liest oder schreibt Ihre SSH-Schlüssel.
es: Lee o escribe tus claves SSH.
fr: Lit ou écrit vos clés SSH.
it: Legge o scrive le tue chiavi SSH.
ja: SSH 鍵を読み書きします。
pt_br: Lê ou grava suas chaves SSH.
zh_hans: 读取或写入你的 SSH 密钥。

source: Reads secrets out of the keychain.
de: Liest Geheimnisse aus dem Schlüsselbund.
es: Lee secretos del llavero.
fr: Lit des secrets dans le trousseau.
it: Legge segreti dal portachiavi.
ja: キーチェーンからシークレットを読み出します。
pt_br: Lê segredos das Chaves.
zh_hans: 从钥匙串中读取机密信息。

source: Reason for denying
de: Ablehnungsgrund
es: Motivo de la denegación
fr: Motif du refus
it: Motivo del rifiuto
ja: 拒否する理由
pt_br: Motivo da recusa
zh_hans: 拒绝理由

source: Reasoning effort
de: Reasoning-Aufwand
es: Esfuerzo de razonamiento
fr: Effort de raisonnement
it: Sforzo di ragionamento
ja: 推論強度
pt_br: Esforço de raciocínio
zh_hans: 推理强度

source: Reassigns ownership of a whole tree.
de: Weist einem ganzen Verzeichnisbaum neue Eigentümer zu.
es: Reasigna la propiedad de un árbol entero.
fr: Réattribue la propriété de toute une arborescence.
it: Riassegna la proprietà di un intero albero.
ja: ツリー全体の所有者を変更します。
pt_br: Reatribui a propriedade de uma árvore inteira.
zh_hans: 更改整棵目录树的归属。

source: Recent projects
de: Letzte Projekte
es: Proyectos recientes
fr: Projets récents
it: Progetti recenti
ja: 最近のプロジェクト
pt_br: Projetos recentes
zh_hans: 最近项目

source: Reconnect
de: Erneut verbinden
es: Reconectar
fr: Se reconnecter
it: Riconnetti
ja: 再接続
pt_br: Reconectar
zh_hans: 重新连接

source: Reconnecting
de: Verbindung wird wiederhergestellt
es: Reconectando
fr: Reconnexion
it: Riconnessione
ja: 再接続中
pt_br: Reconectando
zh_hans: 正在重新连接

source: Reconnecting…
de: Verbindung wird wiederhergestellt…
es: Reconectando…
fr: Reconnexion…
it: Riconnessione…
ja: 再接続中…
pt_br: Reconectando…
zh_hans: 正在重新连接…

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
pt_br: Atualizar
zh_hans: 刷新

source: Refresh usage
de: Nutzung aktualisieren
es: Actualizar el uso
fr: Actualiser l'utilisation
it: Aggiorna l'utilizzo
ja: 使用量を更新
pt_br: Atualizar uso
zh_hans: 刷新用量

source: Remove %@?
de: %@ entfernen?
es: ¿Eliminar %@?
fr: Supprimer %@ ?
it: Rimuovere %@?
ja: %@を削除しますか？
pt_br: Remover %@?
zh_hans: 移除%@？

source: Remove attachment
de: Anhang entfernen
es: Eliminar el adjunto
fr: Supprimer la pièce jointe
it: Rimuovi l'allegato
ja: 添付を削除
pt_br: Remover anexo
zh_hans: 移除附件

source: Remove from folder
de: Aus Ordner entfernen
es: Quitar de la carpeta
fr: Retirer du dossier
it: Rimuovi dalla cartella
ja: フォルダから外す
pt_br: Remover da pasta
zh_hans: 从文件夹中移除

source: Remove plugin
de: Plugin entfernen
es: Eliminar el plugin
fr: Supprimer le plugin
it: Rimuovi il plugin
ja: プラグインを削除
pt_br: Remover plugin
zh_hans: 移除插件

source: Remove queued follow-up
de: Wartende Folgenachricht entfernen
es: Quitar el mensaje en cola
fr: Supprimer le message en attente
it: Rimuovi il messaggio in coda
ja: 送信待ちのメッセージを削除
pt_br: Remover mensagem da fila
zh_hans: 移除排队的后续消息

source: Remove schedule
de: Geplante Aufgabe entfernen
es: Eliminar la tarea programada
fr: Supprimer la tâche planifiée
it: Rimuovi l'attività pianificata
ja: スケジュールを削除
pt_br: Remover agendamento
zh_hans: 删除计划任务

source: Remove snippet
de: Snippet entfernen
es: Eliminar el fragmento
fr: Supprimer l'extrait
it: Rimuovi lo snippet
ja: スニペットを削除
pt_br: Remover snippet
zh_hans: 删除片段

source: Removed: %@
de: Entfernt: %@
es: Eliminado: %@
fr: Supprimé : %@
it: Rimosso: %@
ja: 削除: %@
pt_br: Removido: %@
zh_hans: 已删除：%@

source: Removes a package version other people may depend on.
de: Entfernt eine Paketversion, von der andere abhängen könnten.
es: Elimina una versión de paquete de la que otras personas pueden depender.
fr: Retire une version de paquet dont d'autres dépendent peut-être.
it: Rimuove una versione di pacchetto da cui altri potrebbero dipendere.
ja: 他の人が依存しているかもしれないパッケージのバージョンを取り下げます。
pt_br: Remove uma versão de pacote da qual outras pessoas podem depender.
zh_hans: 撤下他人可能依赖的软件包版本。

source: Removes an app's stored preferences.
de: Entfernt die gespeicherten Einstellungen einer App.
es: Elimina las preferencias guardadas de una app.
fr: Supprime les préférences enregistrées d'une app.
it: Rimuove le preferenze salvate di un'app.
ja: アプリの保存された設定を削除します。
pt_br: Remove as preferências salvas de um app.
zh_hans: 删除某个 App 已保存的偏好设置。

source: Removes it from this phone and drops its pairing token. Pair again anytime from the computer's QR code.
de: Entfernt ihn von diesem Telefon und löscht sein Kopplungs-Token. Jederzeit über den QR-Code des Computers neu koppelbar.
es: Lo elimina de este teléfono y borra su token de enlace. Vuelve a enlazar cuando quieras desde el código QR del ordenador.
fr: Le supprime de ce téléphone et efface son jeton d'appairage. Appairez à nouveau à tout moment depuis le code QR de l'ordinateur.
it: Lo rimuove da questo telefono ed elimina il token di abbinamento. Puoi riabbinarlo in qualsiasi momento dal codice QR del computer.
ja: この電話から削除し、ペアリングトークンを破棄します。コンピュータのQRコードからいつでも再ペアリングできます。
pt_br: Remove do telefone e apaga o token de pareamento. Pareie novamente a qualquer momento pelo código QR do computador.
zh_hans: 从这部手机中移除并删除其配对令牌。随时可通过电脑上的二维码重新配对。

source: Removes its conversation from the computer too. This cannot be undone.
de: Entfernt auch das Gespräch vom Computer. Kann nicht rückgängig gemacht werden.
es: También elimina su conversación del ordenador. No se puede deshacer.
fr: Supprime aussi sa conversation de l'ordinateur. Action irréversible.
it: Rimuove anche la conversazione dal computer. Non si può annullare.
ja: コンピュータ上の会話も削除されます。元に戻せません。
pt_br: Também remove a conversa do computador. Isso não pode ser desfeito.
zh_hans: 也会从电脑上删除其对话。此操作无法撤销。

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名称変更
pt_br: Renomear
zh_hans: 重命名

source: Rename session
de: Session umbenennen
es: Renombrar sesión
fr: Renommer la session
it: Rinomina sessione
ja: セッション名を変更
pt_br: Renomear sessão
zh_hans: 重命名会话

source: Reply
de: Antworten
es: Responder
fr: Répondre
it: Rispondi
ja: 返信
pt_br: Responder
zh_hans: 回复

source: Reports whether Grok is currently working on anything.
de: Meldet, ob Grok gerade an etwas arbeitet.
es: Indica si Grok está trabajando en algo ahora mismo.
fr: Indique si Grok travaille actuellement sur quelque chose.
it: Indica se Grok sta attualmente lavorando a qualcosa.
ja: Grok が現在何か作業しているかどうかを報告します。
pt_br: Informa se o Grok está trabalhando em algo no momento.
zh_hans: 报告 Grok 当前是否在处理任务。

source: Repository: %@. %lld available
de: Repository: %@. %lld verfügbar
es: Repositorio: %@. %lld disponibles
fr: Dépôt : %@. %lld disponibles
it: Repository: %@. %lld disponibili
ja: リポジトリ：%@。%lld件あります
pt_br: Repositório: %@. %lld disponíveis
zh_hans: 仓库：%@。共 %lld 个可选

source: Requesting camera access…
de: Kamerazugriff wird angefordert…
es: Solicitando acceso a la cámara…
fr: Demande d’accès à l’appareil photo…
it: Richiesta di accesso alla fotocamera…
ja: カメラへのアクセスを要求中…
pt_br: Solicitando acesso à câmera…
zh_hans: 正在请求相机访问权限…

source: Require %@
de: %@ erforderlich
es: Solicitar %@
fr: Exiger %@
it: Richiedi %@
ja: %@ を要求
pt_br: Exigir %@
zh_hans: 需要 %@

source: Require a passcode
de: Code erforderlich
es: Solicitar el código
fr: Exiger le code
it: Richiedi il codice
ja: パスコードを要求
pt_br: Exigir o código
zh_hans: 需要密码

source: Requires an APNs key configured on your bridge. Delivered to this phone when it isn't actively watching a session.
de: Erfordert einen auf Ihrer Bridge konfigurierten APNs-Schlüssel. Wird an dieses iPhone zugestellt, wenn es gerade keine Session aktiv beobachtet.
es: Requiere una clave APNs configurada en tu bridge. Se entregan a este teléfono cuando no está viendo activamente una sesión.
fr: Nécessite une clé APNs configurée sur votre bridge. Livrées à ce téléphone quand il ne regarde pas activement une session.
it: Richiede una chiave APNs configurata sul tuo bridge. Le notifiche arrivano su questo telefono quando non sta osservando attivamente una sessione.
ja: ブリッジ側に APNs キーの設定が必要です。この iPhone でセッションを開いて見ていないときに配信されます。
pt_br: Requer uma chave APNs configurada no seu bridge. Entregue a este telefone quando ele não está acompanhando uma sessão ativamente.
zh_hans: 需要在桥接上配置 APNs 密钥。当这台手机未在实时查看会话时，通知会推送到手机上。

source: Reset to the computer's default
de: Auf den Standard des Computers zurücksetzen
es: Volver a la carpeta predeterminada del ordenador
fr: Revenir au dossier par défaut de l'ordinateur
it: Torna alla cartella predefinita del computer
ja: コンピュータのデフォルトに戻す
pt_br: Voltar ao padrão do computador
zh_hans: 重置为电脑默认

source: Restart
de: Neu starten
es: Reiniciar
fr: Redémarrer
it: Riavvia
ja: 再起動
pt_br: Reiniciar
zh_hans: 重启

source: Restart this session
de: Diese Session neu starten
es: Reiniciar esta sesión
fr: Redémarrer cette session
it: Riavvia questa sessione
ja: このセッションを再起動
pt_br: Reiniciar esta sessão
zh_hans: 重启此会话

source: Reusable prompts you can tap to send from a session.
de: Wiederverwendbare Prompts, die Sie aus einer Session heraus per Tipp senden können.
es: Prompts reutilizables que puedes tocar para enviarlos desde una sesión.
fr: Des prompts réutilisables à envoyer d'un simple toucher depuis une session.
it: Prompt riutilizzabili che puoi toccare per inviarli da una sessione.
ja: セッションからタップして送信できる、再利用可能なプロンプトです。
pt_br: Prompts reutilizáveis que você pode tocar para enviar de uma sessão.
zh_hans: 可复用的提示词，在会话中点按即可发送。

source: Reusable prompts you write on this phone. They need no computer, and appear above the composer in every session.
de: Wiederverwendbare Prompts, die Sie auf diesem Telefon schreiben. Sie brauchen keinen Computer und erscheinen in jeder Session über dem Eingabefeld.
es: Prompts reutilizables que escribes en este teléfono. No necesitan ordenador y aparecen sobre el campo de mensaje en cada sesión.
fr: Des prompts réutilisables écrits sur ce téléphone. Ils ne demandent aucun ordinateur et s'affichent au-dessus du champ de saisie dans chaque session.
it: Prompt riutilizzabili che scrivi su questo telefono. Non richiedono un computer e compaiono sopra il campo di scrittura in ogni sessione.
ja: この端末で書く、再利用できるプロンプト。コンピュータは不要で、どのセッションでも入力欄の上に表示されます。
pt_br: Prompts reutilizáveis que você escreve neste telefone. Não precisam de computador e aparecem acima do campo de mensagem em cada sessão.
zh_hans: 在这台手机上写下的可复用提示词。无需电脑，并会显示在每个会话的输入框上方。

source: Reveal token
de: Token anzeigen
es: Mostrar el token
fr: Afficher le jeton
it: Mostra il token
ja: トークンを表示
pt_br: Mostrar token
zh_hans: 显示令牌

source: Reverts every modified file and deletes untracked ones in %@. This cannot be undone.
de: Setzt alle geänderten Dateien in %@ zurück und löscht untracked Dateien. Das kann nicht rückgängig gemacht werden.
es: Revierte todos los archivos modificados y elimina los no rastreados en %@. Esto no se puede deshacer.
fr: Rétablit chaque fichier modifié et supprime les fichiers non suivis dans %@. C'est irréversible.
it: Ripristina ogni file modificato ed elimina quelli non tracciati in %@. Questa operazione non può essere annullata.
ja: %@ 内のすべての変更済みファイルを元に戻し、未追跡のファイルを削除します。この操作は取り消せません。
pt_br: Reverte todos os arquivos modificados e apaga os não rastreados em %@. Isso não pode ser desfeito.
zh_hans: 还原 %@ 中所有已修改的文件，并删除未跟踪的文件。此操作无法撤销。

source: Reverts every modified file and deletes untracked ones in this folder. This cannot be undone.
de: Setzt alle geänderten Dateien in diesem Ordner zurück und löscht untracked Dateien. Das kann nicht rückgängig gemacht werden.
es: Revierte todos los archivos modificados y elimina los no rastreados en esta carpeta. Esto no se puede deshacer.
fr: Rétablit chaque fichier modifié et supprime les fichiers non suivis dans ce dossier. C'est irréversible.
it: Ripristina ogni file modificato ed elimina quelli non tracciati in questa cartella. Questa operazione non può essere annullata.
ja: このフォルダ内のすべての変更済みファイルを元に戻し、未追跡のファイルを削除します。この操作は取り消せません。
pt_br: Reverte todos os arquivos modificados e apaga os não rastreados nesta pasta. Isso não pode ser desfeito.
zh_hans: 还原此文件夹中所有已修改的文件，并删除未跟踪的文件。此操作无法撤销。

source: Reverts every modified file in the tree.
de: Setzt jede geänderte Datei im Baum zurück.
es: Revierte todos los archivos modificados del árbol.
fr: Rétablit tous les fichiers modifiés de l'arborescence.
it: Ripristina ogni file modificato nell'albero.
ja: ツリー内の変更済みファイルをすべて元に戻します。
pt_br: Reverte todos os arquivos modificados na árvore.
zh_hans: 还原目录树中所有被修改的文件。

source: Review your changes for bugs.
de: Prüfen Sie Ihre Änderungen auf Fehler.
es: Revisa tus cambios en busca de errores.
fr: Relisez vos modifications à la recherche de bugs.
it: Controlla le tue modifiche in cerca di bug.
ja: 自分の変更にバグがないか確認して。
pt_br: Revise suas alterações em busca de bugs.
zh_hans: 检查你的改动有没有 bug。

source: Run
de: Ausführen
es: Ejecutar
fr: Exécuter
it: Esegui
ja: 実行
pt_br: Executar
zh_hans: 运行

source: Run Grok once on your computer. It opens your browser to sign in with your xAI account, then remembers you.
de: Führen Sie Grok einmal auf Ihrem Computer aus. Es öffnet den Browser zur Anmeldung mit Ihrem xAI-Account, danach bleiben Sie angemeldet.
es: Ejecuta Grok una vez en tu ordenador. Abrirá el navegador para iniciar sesión con tu cuenta de xAI y después te recordará.
fr: Lancez Grok une fois sur votre ordinateur. Votre navigateur s'ouvre pour vous connecter avec votre compte xAI, puis il se souvient de vous.
it: Esegui Grok una volta sul tuo computer. Aprirà il browser per accedere con il tuo account xAI, poi ti ricorderà.
ja: コンピュータで一度 Grok を実行してください。ブラウザが開いて xAI アカウントでサインインすると、次回からは自動で認識されます。
pt_br: Execute o Grok uma vez no seu computador. Ele abre o navegador para você iniciar sessão com sua conta xAI e depois lembra de você.
zh_hans: 在电脑上运行一次 Grok。它会打开浏览器让你用 xAI 账户登录，之后会记住你。

source: Run a prompt automatically: every morning, weekdays, whenever.
de: Einen Prompt automatisch ausführen: jeden Morgen, wochentags, wann immer Sie wollen.
es: Ejecuta un prompt automáticamente: cada mañana, los días laborables, cuando quieras.
fr: Lancez un prompt automatiquement : chaque matin, en semaine, quand vous voulez.
it: Esegui un prompt automaticamente: ogni mattina, nei giorni feriali, quando vuoi.
ja: プロンプトを自動で実行できます：毎朝でも、平日だけでも、好きなタイミングでも。
pt_br: Execute um prompt automaticamente: toda manhã, em dias úteis, quando quiser.
zh_hans: 自动运行提示词：每天早上、工作日，随你安排。

source: Run commands and edits without asking each time: faster, less oversight
de: Befehle und Änderungen ohne Rückfrage ausführen: schneller, weniger Kontrolle
es: Ejecuta comandos y ediciones sin preguntar cada vez: más rápido, menos supervisión
fr: Exécute commandes et modifications sans demander à chaque fois : plus rapide, moins de contrôle
it: Esegue comandi e modifiche senza chiedere ogni volta: più veloce, meno supervisione
ja: 毎回確認せずにコマンドや編集を実行：速いぶん監督は減ります
pt_br: Executa comandos e edições sem perguntar a cada vez: mais rápido, menos supervisão
zh_hans: 无需每次确认即可运行命令和编辑：更快，但监督更少

source: Run the tests and fix any failures.
de: Führe die Tests aus und behebe alle Fehler.
es: Ejecuta las pruebas y corrige los fallos.
fr: Lance les tests et corrige les échecs.
it: Esegui i test e correggi gli errori.
ja: テストを実行して、失敗を直して。
pt_br: Rode os testes e corrija as falhas.
zh_hans: 运行测试并修复失败的用例。

source: Run the tests and fix any failures…
de: Führe die Tests aus und behebe alle Fehler…
es: Ejecuta las pruebas y corrige los fallos…
fr: Lance les tests et corrige les échecs…
it: Esegui i test e correggi gli errori…
ja: テストを実行して、失敗を直して…
pt_br: Rode os testes e corrija as falhas…
zh_hans: 运行测试并修复失败的用例…

source: Run the tests and tell me what fails
de: Führe die Tests aus und zeig mir, was fehlschlägt
es: Ejecuta las pruebas y dime qué falla
fr: Lance les tests et dis-moi ce qui échoue
it: Esegui i test e dimmi cosa fallisce
ja: テストを実行して、失敗したものを教えて
pt_br: Execute os testes e me diga o que falha
zh_hans: 运行测试并告诉我哪些失败了

source: Run this command?
de: Diesen Befehl ausführen?
es: ¿Ejecutar este comando?
fr: Exécuter cette commande ?
it: Eseguire questo comando?
ja: このコマンドを実行しますか？
pt_br: Executar este comando?
zh_hans: 运行此命令？

source: Run “%@”?
de: „%@“ ausführen?
es: ¿Ejecutar «%@»?
fr: Exécuter « %@ » ?
it: Eseguire «%@»?
ja: 「%@」を実行しますか？
pt_br: Executar “%@”?
zh_hans: 运行“%@”？

source: Running
de: Läuft
es: En curso
fr: En cours
it: In corso
ja: 実行中
pt_br: Em execução
zh_hans: 运行中

source: Runs a container with the host's privileges.
de: Führt einen Container mit den Rechten des Hosts aus.
es: Ejecuta un contenedor con los privilegios del anfitrión.
fr: Exécute un conteneur avec les privilèges de l'hôte.
it: Esegue un container con i privilegi dell'host.
ja: ホストの権限でコンテナを実行します。
pt_br: Executa um contêiner com os privilégios do host.
zh_hans: 以宿主机权限运行容器。

source: Runs as the administrator, outside the project's reach.
de: Läuft als Administrator, außerhalb der Reichweite des Projekts.
es: Se ejecuta como administrador, fuera del alcance del proyecto.
fr: S'exécute en tant qu'administrateur, hors du périmètre du projet.
it: Viene eseguito come amministratore, fuori dal perimetro del progetto.
ja: 管理者として、プロジェクトの範囲外で実行されます。
pt_br: Executa como administrador, fora do alcance do projeto.
zh_hans: 以管理员身份运行，超出项目范围。

source: Runs on your computer's clock, even with this phone off. You'll get a push when it finishes.
de: Läuft nach der Uhr Ihres Computers, auch wenn dieses iPhone aus ist. Sie erhalten eine Push-Mitteilung, sobald es fertig ist.
es: Se ejecuta según el reloj de tu ordenador, incluso con este teléfono apagado. Recibirás una notificación push cuando termine.
fr: S'exécute à l'heure de votre ordinateur, même téléphone éteint. Vous recevrez une notification à la fin.
it: Segue l'orologio del tuo computer, anche a telefono spento. Riceverai una notifica push al termine.
ja: この iPhone の電源が入っていなくても、コンピュータの時計に従って実行されます。完了するとプッシュ通知が届きます。
pt_br: Segue o relógio do seu computador, mesmo com este telefone desligado. Você recebe uma notificação push quando terminar.
zh_hans: 按你电脑的时钟运行，即使手机关机也不受影响。完成后你会收到推送通知。

source: Same Wi-Fi
de: Gleiches WLAN
es: Misma Wi-Fi
fr: Même Wi-Fi
it: Stessa rete Wi-Fi
ja: 同じ Wi-Fi
pt_br: Mesma rede Wi-Fi
zh_hans: 同一 Wi-Fi

source: Sample data
de: Beispieldaten
es: Datos de ejemplo
fr: Données d'exemple
it: Dati di esempio
ja: サンプルデータ
pt_br: Dados de exemplo
zh_hans: 示例数据

source: Sample data: nothing is connected.
de: Beispieldaten: nichts ist verbunden.
es: Datos de ejemplo: no hay nada conectado.
fr: Données d'exemple : rien n'est connecté.
it: Dati di esempio: nulla è connesso.
ja: サンプルデータです：何も接続されていません。
pt_br: Dados de exemplo: nada está conectado.
zh_hans: 示例数据：未连接任何内容。

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
pt_br: Salvar
zh_hans: 存储

source: Save prompt
de: Prompt sichern
es: Guardar prompt
fr: Enregistrer le prompt
it: Salva prompt
ja: プロンプトを保存
pt_br: Salvar prompt
zh_hans: 保存提示词

source: Save schedule
de: Zeitplan sichern
es: Guardar programación
fr: Enregistrer
it: Salva pianificazione
ja: スケジュールを保存
pt_br: Salvar agendamento
zh_hans: 存储定时任务

source: Saved prompts
de: Gespeicherte Prompts
es: Prompts guardados
fr: Prompts enregistrés
it: Prompt salvati
ja: 保存したプロンプト
pt_br: Prompts salvos
zh_hans: 已保存的提示词

source: Saving…
de: Wird gesichert…
es: Guardando…
fr: Enregistrement…
it: Salvataggio…
ja: 保存中…
pt_br: Salvando…
zh_hans: 正在存储…

source: Scan the Tailscale code
de: Tailscale-Code scannen
es: Escanear el código de Tailscale
fr: Scannez le code Tailscale
it: Scansiona il codice Tailscale
ja: Tailscale のコードをスキャン
pt_br: Escaneie o código Tailscale
zh_hans: 扫描 Tailscale 码

source: Scan the Wi-Fi code
de: WLAN-Code scannen
es: Escanear el código de Wi-Fi
fr: Scannez le code Wi-Fi
it: Scansiona il codice Wi-Fi
ja: Wi-Fi のコードをスキャン
pt_br: Escaneie o código Wi-Fi
zh_hans: 扫描 Wi-Fi 码

source: Scan to pair
de: Zum Koppeln scannen
es: Escanear para enlazar
fr: Scanner pour appairer
it: Scansiona per abbinare
ja: スキャンしてペアリング
pt_br: Escanear para parear
zh_hans: 扫码配对

source: Scheduled tasks
de: Geplante Aufgaben
es: Tareas programadas
fr: Tâches planifiées
it: Attività pianificate
ja: スケジュールタスク
pt_br: Tarefas agendadas
zh_hans: 定时任务

source: Schedules
de: Zeitpläne
es: Programaciones
fr: Planifications
it: Pianificazioni
ja: スケジュール
pt_br: Agendamentos
zh_hans: 计划任务

source: Scroll to latest
de: Zum Neuesten scrollen
es: Ir a lo más reciente
fr: Aller au plus récent
it: Vai al più recente
ja: 最新へスクロール
pt_br: Ir para o mais recente
zh_hans: 滚动到最新

source: Scrolls to the approval
de: Springt zur Freigabe
es: Va a la aprobación
fr: Fait défiler jusqu'à l'autorisation
it: Scorre fino all'autorizzazione
ja: 承認までスクロールします
pt_br: Rola até a aprovação
zh_hans: 滚动到该批准项

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
pt_br: Buscar
zh_hans: 搜索

source: Search sessions
de: Sessions durchsuchen
es: Buscar sesiones
fr: Rechercher des sessions
it: Cerca sessioni
ja: セッションを検索
pt_br: Buscar sessões
zh_hans: 搜索会话

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
ja: セキュリティ
pt_br: Segurança
zh_hans: 安全

source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja: 送信
pt_br: Enviar
zh_hans: 发送

source: Send a message to see context usage.
de: Senden Sie eine Nachricht, um die Kontextnutzung zu sehen.
es: Envía un mensaje para ver el uso de contexto.
fr: Envoyez un message pour voir l'utilisation du contexte.
it: Invia un messaggio per vedere l'utilizzo del contesto.
ja: メッセージを送信すると、コンテキストの使用状況が表示されます。
pt_br: Envie uma mensagem para ver o uso de contexto.
zh_hans: 发送一条消息即可查看上下文用量。

source: Send a task
de: Aufgabe senden
es: Enviar una tarea
fr: Envoyer une tâche
it: Invia un'attività
ja: タスクを送信
pt_br: Enviar uma tarefa
zh_hans: 发送任务

source: Send a task to Grok
de: Aufgabe an Grok senden
es: Enviar una tarea a Grok
fr: Envoyer une tâche à Grok
it: Invia un'attività a Grok
ja: Grok にタスクを送信
pt_br: Enviar uma tarefa ao Grok
zh_hans: 向 Grok 发送任务

source: Send the sessions again
de: Sessions erneut senden
es: Enviar las sesiones otra vez
fr: Renvoyer les sessions
it: Invia di nuovo le sessioni
ja: セッションを再送信
pt_br: Enviar as sessões de novo
zh_hans: 重新发送会话

source: Sends a prompt to your most recent Grok Build session, and leaves it running on your computer.
de: Sendet einen Prompt an Ihre neueste Grok-Build-Session und lässt sie auf Ihrem Computer weiterlaufen.
es: Envía un prompt a tu sesión más reciente de Grok Build y la deja ejecutándose en tu ordenador.
fr: Envoie un prompt à votre session Grok Build la plus récente et la laisse tourner sur votre ordinateur.
it: Invia un prompt alla tua sessione Grok Build più recente e la lascia in esecuzione sul tuo computer.
ja: 最新の Grok Build セッションにプロンプトを送信し、そのままコンピュータ上で実行を続けさせます。
pt_br: Envia um prompt para a sua sessão mais recente do Grok Build e a deixa em execução no seu computador.
zh_hans: 将提示词发送到你最近的 Grok Build 会话，并让它在你的电脑上继续运行。
